# coding:utf-8
FAV_CATEGORY = ['大神博客', '英语', 'PPT模板', "写论文必备", "编程实战联系", "数据下载源", "设计素材(通用)", "在线工具网站", "音视频工具及资源", "好用插件", "服务器和网站",
                "编程外包", "吉他谱"]
small_phrase = ["都怕扑空，都在衡量",
                "大风刮倒梧桐树，自有旁人论长短。",
                "树深时见鹿，溪午不闻钟。",
                "食一碗人间烟火，饮几杯人生起落。",
                "请允许我成为你的夏季。",
                "少年时代的忧郁，是对整个宇宙的骄傲。",
                "承诺只有听的人才会记得不曾与你分享的时间，我在进步。",
                "昼夜偷偷交换一个吻，吻痕叫作月亮。",
                "以热爱的态度对待生活就是对自己的温柔。",
                "愿所有梦见远方的人，心有惊雷生似镜湖。",
                "'被人记住'是一件值得写在日记第一行的事情。",
                "我心中不会有黄昏，有你在，永远像初春的清晨。",
                "晚风轻踩着云朵，夕阳深处有一家橙色的便利店，贩卖着橙色与温柔。",
                "山是山，海是海，云是云，树是树，你是你，我的意思是你大可做自己。",
                "总有一场相遇，是互相喜欢、互相欣赏，是隔着茫茫人海带着温柔奔赴过来。"

                ]
FRIEND_LINK = [
    {"link": "https://panxiuqiang.top", "name": "潘99个人网站", "title": "潘老师授课网站，潘99"}
]

SYSTEM_NOTIFICATION = [
        {"link": "https://github.com/MonkeyEric/EricWeb/blob/main/docs/blog_v2.md", "version": "v2","content": "更新系统版本v2", "time": "2022.1.18"}
]
